import React from 'react'
import { Container } from 'react-bootstrap'
import HomeLayout from '../components/HomeLayout'
import Img from '../components/Img'

const iPhoneContextRulesPage = () => {
  return (
    <HomeLayout>
      <Container style={{ maxWidth: 800, margin: '3rem auto' }}>
        <Img src='https://zaychin.sgp1.cdn.digitaloceanspaces.com/new/webpage_cver_min.jpg' />
        <p>
          ဟဲလို..ဟဲလို...ဒီဇင်ဘာရယ်...Zay Chin ကရတဲ့ iphone 12 ဆုလေးရယ်နဲ့
          ဆောင်းရာသီက ကိုယ့်အတွက် အဓိပ္ပါယ် ပိုရှိသွားပြီကွယ်..
        </p>
        <p>
          ဆောင်းအိမ်မက် မဟုတ်ဘူးနော်..တကယ်ကို iphone 12 အပါအဝင် ဆုကြီးတွေ
          ရရှိမယ့် အခွင့်အရေးလေးပါလို့.
        </p>
        <p>ဆုတွေကတော့...အမိုက်စားတွေချည်းပဲ..</p>
        <ul>
          <li>ပထမဆု iPhone 12</li>
          <li>ဒုတိယဆု ရေခဲသေတ္တာ</li>
          <li>တတိယဆု Air Fryer ရရှိမှာပါ။</li>
        </ul>
        <p>ဆုကို အောင်ပွဲခံဖို့ ဆိုရင်...</p>
        <ol>
          <li>Zay Chin မှာ ၁ ကြိမ်ကို ၁၅၀၀၀ ဖိုးအထက် စျေးဝယ်သူ ဖြစ်ရပါမယ်။</li>
          <li>
            ဒီဇင်ဘာလ ၁ ရက်နေ့ကစပြီး ၁၅၀၀၀ ဖိုးအထက် ဝယ်တဲ့သူတိုင်း ရရှိမယ့်
            ထည့်ပေးလိုက်တဲ့ ကဒ်လေးမှာ အော်ဒါ နံပါတ်လေးကို ဖြည့်ပေးရမှာပါ။ (၁၅၀၀၀
            ကျပ်ဖိုး နဲ့ အထက် ဝယ်တဲ့ customer တိုင်းထံကို Zay Chin logo ပါတဲ့
            ကဒ်လေး ပို့ပေးမှာပါ။)
          </li>
          <li>
            Zay Chin ကနေ ဝယ်ထားတဲ့ ပစ္စည်းလေးတွေကို လှပအောင် ခင်းကျင်း ပြီးရင်
            ဝယ်ယူတဲ့သူက ကဒ်လေးကို ကိုင် ပစ္စည်းလေးတွေကို မြင်သာအောင် ထားပြီး
            ဓာတ်ပုံရိုက် ရမှာ (တစ်ယောက်တည်း ရိုက်လို့မရရင် ဒီအချိန်မှာ မိသားစု
            ကူညီလိုအပ်တာပေါ့)
          </li>
          <li>
            ဓာတ်ပုံလေးကို စိတ်တိုင်း ကျတဲ့အထိ ရိုက်ပြီးသွားရင် ကိုယ့် Page မှာ
            ကိုယ့် အလှပုံလေးကို သူငယ်ချင်း ၃ ယောက်ကို tag တွဲပေးပါနော်။
          </li>
          <li>
            ပြီးရင် Zay Chin မှာ ၀ယ်ရတာ ဘာ့ကြောင့် ကြိုက်နှစ်သက်လဲဆိုတဲ့ အချက် ၃
            ချက်ကို ရေးချပြီး post တင်လိုက်တော့နော်. (like and share များသူကို
            ဆုပေးမှာမို့လို့ like and share လုပ်ချင်တဲ့ ပုံလေး ဖြစ်အောင်
            ရိုက်ပြီး တတ်ကျွမ်းထားတဲ့ content ရေးနည်းပညာကို ဒီအချိန်မှာ
            ကောင်းကောင်း အသုံးချရမယ်နော်)
          </li>
          <li>
            တင်ပြီးတာနဲ့ တင်ပြီးကြောင်းကို ဒီပြိုင်ပွဲ ကြေငြာထားတဲ့ Zay Chin ရဲ့
            facebook post အောက်မှာ screen shot လုပ်ပြီး comment မန့်ပေးပါနော်။
          </li>
          <li>
            ကဲ..အခုဆို မိတ်ဆွေတွေက ကိုယ့်ပုံလေးရော ကိုယ်ရေးတဲ့ content
            လေးတွေကိုရော တအားတွေ crash နေလို့ like တွေရော share တွေရော
            ပေးနေလိုက်ကြတာ...သိန်း သန်းချီနေပြီ.. iphone 12 လေး ငါပိုင်ပြီ
            ဆိုပြီး ပျော်ရပြီလေ.
          </li>
        </ol>
        <p>
          <strong>Post တင်ပြီး like and share နိုင်တဲ့ အချိန်က...</strong>
        </p>
        <p>
          ဒီဇင်ဘာ ၁ ရက်နေ့မှာ စဝယ်ရင် ၄ ပတ်တောင် like and share ရဖို့
          အချိန်ရှိတော့ စောစောဝယ်ပြီး ဓာတ်ပုံရိုက် post စောစောတင်ထားတော့ iphone
          ရနိုင်ချေ ၅၀ ရာခိုင်နှုန်းက သေချာသွားပြီပေါ့။{' '}
        </p>
        <p>လိုက်နာရမယ့် စည်းကမ်းတွေကတော့...ဒီလိုရှိတယ်</p>
        <ol>
          <li>
            Zay Chin facebook မှာ တင်ထားတဲ့ နမူနာ ပုံလေးနဲ့ ခပ်ဆင်ဆင် ဖြစ်အောင်
            ရိုက်ပေးရမယ်။ (Zay Chin က ဝယ်ယူထားတဲ့ပစ္စည်းတွေနဲ့ ရရှိထားတဲ့
            ကဒ်လေးမှာ အော်ဒါနံပါတ်ရေးချပြီး ကိုင်ထားတဲ့ပုံ ဖြစ်ရမယ်)
          </li>
          <li>
            ပြီးတာနဲ့ တင်ပြီးကြောင်းကို screen shot ရိုက်ပြီး iphone 12
            ပေးမယ်လို့ ကြေငြာထားတဲ့ ပို့စ်အောက်မှာ screen shot ရိုက်ပြီး comment
            မန့်ပေးရမယ်။
          </li>
          <li>
            ဒီဇင်ဘာ ၂၇ ရက်နေ့ မနက် ၁၀ နာရီမတိုင်မီမှာ ကိုယ့် page မှာ တင်ထားတဲ့
            post ကို (like & share) ပါပါအောင် screen shot ရိုက်ပြီး ပထမတင်ထားတဲ့
            ပို့စ်အောက်မှာ comment မန့်ပေးရမယ်။
          </li>
        </ol>
        <p>
          <strong>သတိပြုရမှာက</strong>
        </p>
        <p>
          ကံထူးရှင်ကို နှစ်သစ်အစ ဇန်နဝါရီလ ၂ ရက်နေ့မှာ ကြေငြာပေးသွားမှာ
          ဖြစ်ပါတယ်။ ကံထူးရှင် ကြေငြာတဲ့အခါ အပေါ်က အချက် ၄ ချက်ထဲမှာ တစ်ချက်ချက်
          မပါဝင်ခဲ့ရင် ဆုရွေးချယ်စာရင်းထဲမှာ ပါဝင်နိုင်မှာ မဟုတ်ပါဘူးနော်။
          ဝယ်တဲ့ အကြိမ်အရေအတွက်များပြီး post ကို ၁ ခုထက် မက တင်မယ်ဆိုလည်း like &
          share အများဆုံးရတဲ့ ပို့စ်တစ်ခုသာ အကျုံးဝင်မှာဆိုတော့ ဘယ်နှကြိမ်
          ဝယ်ဝယ် ပို့စ်တစ်ခုကိုပဲ အရည်အသွေး ကောင်းကောင်းလေး တင်ပေးရင်
          အဆင်ပြေပါပြီနော်။ အားလုံး ကံထူးသူများ ဖြစ်နိုင်ကြပါစေ။
        </p>
        <small>
          ** တစ်စုံတစ်ရာ အငြင်းပွားမှုရှိပါက Zay Chin အဖွဲ့၏
          ဆုံးဖြတ်ချက်အတိုင်းဖြစ်ပါသည်
        </small>
      </Container>
    </HomeLayout>
  )
}

export default iPhoneContextRulesPage
